<html>
<head>
<title>Frequently Asked Questions &quot;Moorhuhn Winter-Edition&quot;</title>
</head>

<body lang=DE link=blue vlink=purple style='tab-interval:35.4pt'>

<div class=Section1>

<h1><span lang=EN-GB style='mso-ansi-language:EN-GB'>Frequently Asked Questions
'Moorhuhn Winter-Edition'<o:p></o:p></span></h1>

<h2>Wie kann ich &quot;Moorhuhn Winter-Edition&quot; spielen?</h2>
<p class=MsoNormal>Geschossen wird mit der linken und nachgeladen mit der
rechten Maustaste. Mit der linken und rechten Pfeiltaste kannst du schneller
scrollen. Mit der ESC-Taste verl&auml;sst du das Hauptmen&uuml;. Solltest du deine Jagd
kurz unterbrechen wollen, geht dies mit der Bosstaste &quot;B&quot;. Dr&uuml;cke &quot;B&quot; erneut und
du bist wieder im Spiel.</p>

<h2>Was ist die Black&amp;White-Version?</h2>
<p class=MsoNormal>Sie ist eine Hommage an die guten alten Zeiten. Seinerzeit hatte uns ein
begeisterter Fan diese Version vorgeschlagen und wir haben sie hiermit umgesetzt. 
Wir hoffen, ihr habt Spa&szlig; daran. Diese Version ist &uuml;brigens ein Bonus der Verkaufsversion.
Sie kann und darf also nicht im Internet zum Download angeboten werden. Wer in
den Genuss dieses Extras kommen will, muss sich schon das Original-Spiel von
Ravensburger kaufen.</p>

<h2>&quot;Moorhuhn Winter-Edition&quot; l&auml;uft bei mir nicht. Was soll ich tun?</h2>
<p class=MsoNormal>Wir haben die Winter-Edition selbstverst&auml;ndlich auf Fehler &uuml;berpr&uuml;ft.
Trotzdem kann es auf einzelnen Systemen zu Problemen kommen.
Meist werden diese Probleme mit der Systemkonfiguration zusammenh&auml;ngen und lassen sich durch die Installation der neusten
Grafik- und Soundkartentreiber beheben. Diese sind auf den
Webseiten der Hardware-Hersteller zu finden. DirectX 8 oder eine aktuellere
Version findet ihr z.B. auf der Microsoft-Webseite. Lassen sich die Probleme
durch diese Ma&szlig;nahmen nicht l&ouml;sen, schaut am besten mal auf der offiziellen
Moorhuhn-Website <a href="http://www.moorhuhn.de/">www.moorhuhn.de</a> nach, ob
dort vielleicht ein Patch f&uuml;r die &quot;Moorhuhn Winter-Edition&quot; liegt. Sollten allgemeine
Fehler mit diesem Spiel auftreten, werden wir uns selbstverst&auml;ndlich bem&uuml;hen,
diese umgehend zu entfernen und einen Patch zur Behebung dieser Probleme zu ver&ouml;ffentlichen.</p>

<h2>DirectX-8.0-Probleme<span style='font-family:"Times New Roman"'> </span></h2>
<p class=MsoNormal><span style='mso-bidi-font-size:10.0pt'>Es ist m&ouml;glich, dass
Probleme mit DirectX 8.0 auftreten, da deine Grafikkarte eventuell (noch) nicht
DirectX 8.0 kompatibel ist. In diesem Fall kannst du dir den aktuellen Treiber
f&uuml;r die Grafikkarte, z.B. unter <a href="http://www.treiber.de"><span
style='color:windowtext'>www.treiber.de</span></a>, herunterladen und&nbsp;es
dann noch einmal versuchen. Falls auch das nicht hilft, solltest du eine DirectX-Diagnose
durchf&uuml;hren. Dazu musst du folgende Schritte ausf&uuml;hren: Startmenü
&gt; Ausf&uuml;hren &gt; dxdiag. Dann befindest du dich im
DirectX-Diagnose-Programm, das die verschiedenen Komponenten deines Systems auf deren
DirectX-Kompatibilit&auml;t &uuml;berpr&uuml;ft. Leider gibt es dieses praktische Programm
nicht in allen Versionen von DirectX, so dass speziell bei &auml;lteren
DirectX-Versionen der Aufruf von DxDiag scheitern kann. Weitere Hilfe findest
du im Programm DxDiag unter &quot;more help&quot; oder &quot;Weitere Hilfe&quot; in Form des
&quot;Troubleshooters&quot; oder &quot;Problembehandlung&quot;-Buttons.</span></p>

<h2>Die Ladezeiten zwischen Hauptmen&uuml; und Spiel sind zu lang. Was kann ich tun?</h2>
<p class=MsoNormal>Unserer Erfahrung nach haben die betroffenen Rechner nicht
genug freien Arbeitsspeicher. Deshalb verwendet Windows automatisch den sogenannten
&quot;Virtuellen Speicher&quot;. Ist dieser in den Systemeinstellungen auf einen zu hohen
Wert eingestellt, kann dies zu Wartezeiten beim jeweils ersten Aufruf des
Spiels f&uuml;hren. Allerdings wird die n&auml;chste Partie dann erheblich schneller
geladen. H&auml;ufig ist hier eine automatische Verwaltung des Virtuellen Speichers
durch Windows ratsamer - eine solche Umstellung sollte allerdings nur von
fachlich versierten Personen durchgef&uuml;hrt werden.</p>

<h2>Welche versteckten Gimmicks gibt es bei &quot;Moorhuhn Winter-Edition&quot;?</h2>
<p class=MsoNormal>Da wir euch den Spa&szlig; nicht verderben wollen, lassen wir
diese h&auml;ufig gestellte Frage lieber unbeantwortet. Allerdings sollte es nicht
schwierig sein, viele interessante Tipps auf den unz&auml;hligen Webseiten zum
Moorhuhn zu finden. Eine gute Adresse f&uuml;r Tipps und Tricks ist zum Beispiel die
<a href="http://www.moorhuhn-world.de/">www.Moorhuhn-World.de</a>. Aber
vergesst nicht: zu viele Tipps k&ouml;nnen den Spa&szlig; verderben!</p>

<h2>Gibt es auch einen anderen Boss-Screen?</h2>
<p class=MsoNormal>Nein, aber ihr k&ouml;nnt euren eigenen Boss-Screen einbauen,
indem ihr ein Bild mit der Gr&ouml;&szlig;e 640x480 als BMP oder JPEG in das
Hauptverzeichnis des Spiels speichert. Dieses wird dann automatisch als
Boss-Screen verwendet. Als Name muss unbedingt &quot;boss.jpg&quot; oder &quot;boss.bmp&quot;
verwendet werden.</p>

<h2>L&auml;uft &quot;Moorhuhn Winter-Edition&quot; auch auf Windows&trade; NT?</h2>
<p class=MsoNormal>Ja, diese Version l&auml;uft auf Windows&trade; NT. Allerdings k&ouml;nnen
wir aufgrund der unterschiedlichen Hardware-Konfigurationen und den teilweise
nicht so weit entwickelten Treibern f&uuml;r NT keine Funktionalit&auml;t garantieren.
Au&szlig;erdem sollte unbedingt das Service-Pack 4 f&uuml;r Windows&trade; NT installiert sein.</p>

<h2>Wird es &quot;Moorhuhn Winter-Edition&quot; auch f&uuml;r andere Betriebssysteme oder Ger&auml;te
geben?</h2>
<p class=MsoNormal>Wir bem&uuml;hen uns, die Moorhuhn-Serie auf so vielen
Betriebssystemen und Plattformen wie m&ouml;glich anzubieten. Auf
welchen Plattformen wir die Winter-Edition ver&ouml;ffentlichen, k&ouml;nnen wir noch
nicht definitiv sagen. Wir sind nat&uuml;rlich immer f&uuml;r Vorschl&auml;ge offen.</p>

<h2>L&auml;uft &quot;Moorhuhn Winter-Edition&quot; auch auf einem Pentium&trade; I?</h2>
<p class=MsoNormal>Wir haben diese Version aus Geschwindigkeitsgr&uuml;nden f&uuml;r
moderne Computer optimiert. Sollten ausreichend Anfragen nach einer Pentium&trade;-I-Version
bei uns gestellt werden, wird es vielleicht in K&uuml;rze einen Patch geben,
durch den das Spiel auch auf diesen Prozessoren l&auml;uft. Allerdings werden wir selbstverst&auml;ndlich
die langsamere Geschwindigkeit der Ger&auml;te nicht ausgleichen k&ouml;nnen.</p>

<h2>Welche Vorraussetzungen sollte mein PC erf&uuml;llen?</h2>
<table border=1 cellspacing=0 cellpadding=0 style='border-collapse:collapse;
 border:none;mso-border-alt:solid windowtext .5pt;mso-padding-alt:0cm 3.5pt 0cm 3.5pt'>
 <tr>
  <td width=113 valign=top style='width:84.5pt;border:solid windowtext .5pt;
  padding:0cm 3.5pt 0cm 3.5pt'>
  <p class=MsoNormal><![if !supportEmptyParas]>&nbsp;<![endif]><o:p></o:p></p>
  </td>
  <td width=252 valign=top style='width:189.0pt;border:solid windowtext .5pt;
  border-left:none;mso-border-left-alt:solid windowtext .5pt;padding:0cm 3.5pt 0cm 3.5pt'>
  <p class=MsoNormal>Mindestanforderung</p>
  </td>
 </tr>
 <tr>
  <td width=113 valign=top style='width:84.5pt;border:solid windowtext .5pt;
  border-top:none;mso-border-top-alt:solid windowtext .5pt;padding:0cm 3.5pt 0cm 3.5pt'>
  <p class=MsoNormal>Prozessor</p>
  </td>
  <td width=252 valign=top style='width:189.0pt;border-top:none;border-left:
  none;border-bottom:solid windowtext .5pt;border-right:solid windowtext .5pt;
  mso-border-top-alt:solid windowtext .5pt;mso-border-left-alt:solid windowtext .5pt;
  padding:0cm 3.5pt 0cm 3.5pt'>
  <p class=MsoNormal>Pentium&trade; 233 MHz</p>
  </td>
 </tr>
 <tr>
  <td width=113 valign=top style='width:84.5pt;border:solid windowtext .5pt;
  border-top:none;mso-border-top-alt:solid windowtext .5pt;padding:0cm 3.5pt 0cm 3.5pt'>
  <p class=MsoNormal>Arbeitsspeicher</p>
  </td>
  <td width=252 valign=top style='width:189.0pt;border-top:none;border-left:
  none;border-bottom:solid windowtext .5pt;border-right:solid windowtext .5pt;
  mso-border-top-alt:solid windowtext .5pt;mso-border-left-alt:solid windowtext .5pt;
  padding:0cm 3.5pt 0cm 3.5pt'>
  <p class=MsoNormal>64 MB RAM</p>
  </td>
 </tr>
 <tr>
  <td width=113 valign=top style='width:84.5pt;border:solid windowtext .5pt;
  border-top:none;mso-border-top-alt:solid windowtext .5pt;padding:0cm 3.5pt 0cm 3.5pt'>
  <p class=MsoNormal>Grafikkarte</p>
  </td>
  <td width=252 valign=top style='width:189.0pt;border-top:none;border-left:
  none;border-bottom:solid windowtext .5pt;border-right:solid windowtext .5pt;
  mso-border-top-alt:solid windowtext .5pt;mso-border-left-alt:solid windowtext .5pt;
  padding:0cm 3.5pt 0cm 3.5pt'>
  <p class=MsoNormal>DirectX-kompatible Grafikkarte mit mindestens 2 MB</p>
  </td>
 </tr>
 <tr>
  <td width=113 valign=top style='width:84.5pt;border:solid windowtext .5pt;
  border-top:none;mso-border-top-alt:solid windowtext .5pt;padding:0cm 3.5pt 0cm 3.5pt'>
  <p class=MsoNormal>Soundkarte</p>
  </td>
  <td width=252 valign=top style='width:189.0pt;border-top:none;border-left:
  none;border-bottom:solid windowtext .5pt;border-right:solid windowtext .5pt;
  mso-border-top-alt:solid windowtext .5pt;mso-border-left-alt:solid windowtext .5pt;
  padding:0cm 3.5pt 0cm 3.5pt'>
  <p class=MsoNormal><span lang=FR style='mso-ansi-language:FR'>DirectX-kompatible
  Soundkarte<o:p></o:p></span></p>
  </td>
 </tr>
 <tr>
  <td width=113 valign=top style='width:84.5pt;border:solid windowtext .5pt;
  border-top:none;mso-border-top-alt:solid windowtext .5pt;padding:0cm 3.5pt 0cm 3.5pt'>
  <p class=MsoNormal>Betriebssystem</p>
  </td>
  <td width=252 valign=top style='width:189.0pt;border-top:none;border-left:
  none;border-bottom:solid windowtext .5pt;border-right:solid windowtext .5pt;
  mso-border-top-alt:solid windowtext .5pt;mso-border-left-alt:solid windowtext .5pt;
  padding:0cm 3.5pt 0cm 3.5pt'>
  <p class=MsoNormal><span lang=EN-GB style='mso-ansi-language:EN-GB'>Windows&trade;
  95, 98, ME, NT oder 2000<o:p></o:p></span></p>
  </td>
 </tr>
</table>

<p class=MsoNormal>Und au&szlig;erdem: Maus, Tastatur und Lautsprecher.</p>

</div>

</body>

</html>
